Repository: vladzaharia/polaris-key
Catalog: sdks/swift/Sources/PolarisKeyUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, it, ja, ko, pt_br, zh_hans

# offlineActivation.paste
source: Paste the activation text here
de: Aktivierungstext hier einfügen
es: Pega aquí el texto de activación
it: Incolla qui il testo di attivazione
ja: ここにアクティベーションテキストをペースト
ko: 활성화 텍스트를 여기에 붙여넣으세요
pt_br: Cole o texto de ativação aqui
zh_hans: 在此粘贴激活文本

# offlineActivation.product
source: Product: %1$@
de: Produkt: %1$@
es: Producto: %1$@
it: Prodotto: %1$@
ja: 製品：%1$@
ko: 제품: %1$@
pt_br: Produto: %1$@
zh_hans: 产品：%1$@

# offlineActivation.request
source: Send this request code to whoever gave you your license.
de: Senden Sie diesen Anforderungscode an die Stelle, von der Sie Ihre Lizenz erhalten haben.
es: Envía este código de solicitud a quien te dio la licencia.
it: Invia questo codice di richiesta a chi ti ha fornito la licenza.
ja: このリクエストコードを、ライセンスの提供元に送ってください。
ko: 이 요청 코드를 라이선스를 제공한 곳에 보내세요.
pt_br: Envie este código de solicitação para quem forneceu sua licença.
zh_hans: 将此请求代码发送给向你提供许可证的人。

# offlineActivation.submit
source: Activate from file
de: Aus Datei aktivieren
es: Activar desde archivo
it: Attiva da file
ja: ファイルからアクティベート
ko: 파일로 활성화
pt_br: Ativar com arquivo
zh_hans: 从文件激活

# offlineActivation.title
source: Offline activation
de: Offline-Aktivierung
es: Activación sin conexión
it: Attivazione offline
ja: オフラインアクティベーション
ko: 오프라인 활성화
pt_br: Ativação offline
zh_hans: 离线激活

# part.code.label
source: Sign-in code
de: Anmeldecode
es: Código de inicio de sesión
it: Codice di accesso
ja: サインインコード
ko: 로그인 코드
pt_br: Código de acesso
zh_hans: 登录码

# part.keyField.cutShort
source: This key is cut short: after %1$@ it has %2$@ of %lld characters.
de: Dieser Schlüssel ist unvollständig: Nach %1$@ hat er %2$@ von %lld Zeichen.
es: Esta clave está incompleta: después de %1$@ tiene %2$@ de %lld caracteres.
it: Questa chiave è incompleta: dopo %1$@ ha %2$@ di %lld caratteri.
ja: このキーは途中で切れています。%1$@以降が%2$@文字しかありません（必要な文字数：%lld文字）。
ko: 이 키는 잘려 있어요. %1$@ 뒤에 %lld자 중 %2$@자만 있어요.
pt_br: Esta chave está incompleta: depois de %1$@, ela tem %2$@ de %lld caracteres.
zh_hans: 此密钥不完整：%1$@之后只有%2$@个字符，应有%lld个字符。

# part.keyField.empty
source: Enter a license key first.
de: Geben Sie zuerst einen Lizenzschlüssel ein.
es: Primero escribe una clave de licencia.
it: Inserisci prima una chiave di licenza.
ja: 先にライセンスキーを入力してください。
ko: 먼저 라이선스 키를 입력하세요.
pt_br: Digite uma chave de licença primeiro.
zh_hans: 请先输入许可证密钥。

# part.keyField.forProduct
source: Key for %1$@
de: Schlüssel für %1$@
es: Clave para %1$@
it: Chiave per %1$@
ja: %1$@のキー
ko: %1$@용 키
pt_br: Chave para %1$@
zh_hans: %1$@的密钥

# part.keyField.label
source: License key
de: Lizenzschlüssel
es: Clave de licencia
it: Chiave di licenza
ja: ライセンスキー
ko: 라이선스 키
pt_br: Chave de licença
zh_hans: 许可证密钥

# part.keyField.malformed
source: That doesn't look like a license key. Keys start with pkey_.
de: Das sieht nicht wie ein Lizenzschlüssel aus. Schlüssel beginnen mit pkey_.
es: Eso no parece una clave de licencia. Las claves empiezan por pkey_.
it: Non sembra una chiave di licenza. Le chiavi iniziano con pkey_.
ja: ライセンスキーではないようです。キーはpkey_で始まります。
ko: 라이선스 키가 아닌 것 같아요. 키는 pkey_로 시작해요.
pt_br: Isso não parece uma chave de licença. As chaves começam com pkey_.
zh_hans: 这看起来不像许可证密钥。密钥以pkey_开头。

# part.keyField.placeholder
source: Paste your key
de: Schlüssel einfügen
es: Pega tu clave
it: Incolla la tua chiave
ja: キーをペースト
ko: 키를 붙여넣으세요
pt_br: Cole sua chave
zh_hans: 粘贴你的密钥

# part.poweredBy
source: Powered by Polaris Key
de: Bereitgestellt von Polaris Key
es: Con la tecnología de Polaris Key
it: Con tecnologia Polaris Key
ko: Polaris Key 제공
pt_br: Com tecnologia Polaris Key
zh_hans: 由Polaris Key提供支持

# part.qr.enlarge
source: Show larger
de: Größer anzeigen
es: Ampliar
it: Ingrandisci
ja: 拡大表示
ko: 크게 보기
pt_br: Ampliar
zh_hans: 放大显示

# part.qr.scanInstead
source: Scan with your phone instead
de: Stattdessen mit dem Telefon scannen
es: Escanear con tu teléfono
it: Scansiona con il telefono
ja: 代わりにスマートフォンでスキャン
ko: 대신 휴대폰으로 스캔
pt_br: Escanear com o celular
zh_hans: 改用手机扫描

# part.seatMeter.caption
source: %1$@ of %2$@ in use
de: %1$@ von %2$@ belegt
es: %1$@ de %2$@ en uso
it: %1$@ di %2$@ in uso
ja: %2$@台中%1$@台を使用中
ko: %2$@대 중 %1$@대 사용 중
pt_br: %1$@ de %2$@ em uso
zh_hans: 已使用%1$@/%2$@

# part.status.blocked
source: Blocked
de: Gesperrt
es: Bloqueada
it: Bloccato
ja: ブロック中
ko: 차단됨
pt_br: Bloqueada
zh_hans: 已阻止

# part.status.expired
source: Expired
de: Abgelaufen
es: Vencida
it: Scaduta
ja: 期限切れ
ko: 만료됨
pt_br: Expirada
zh_hans: 已过期

# part.status.inactive
source: Inactive
de: Inaktiv
es: Inactivo
it: Non attivo
ja: 未アクティベート
ko: 비활성
pt_br: Inativa
zh_hans: 未激活

# part.status.notApplicable
source: Not required
de: Nicht erforderlich
es: No necesaria
it: Non necessaria
ja: 不要
ko: 필요 없음
pt_br: Não necessária
zh_hans: 无需许可证

# part.status.ok
source: Active
de: Aktiv
es: Activa
it: Attiva
ja: 有効
ko: 활성
pt_br: Ativa
zh_hans: 有效

# part.status.revoked
source: Revoked
de: Widerrufen
es: Revocada
it: Revocata
ja: 取り消し済み
ko: 해지됨
pt_br: Revogada
zh_hans: 已吊销

# part.thisDevice
source: this device
de: dieses Gerät
es: este dispositivo
it: questo dispositivo
ja: このデバイス
ko: 이 기기
pt_br: este dispositivo
zh_hans: 这台设备

# part.thisDeviceTitle
source: This device
de: Dieses Gerät
es: Este dispositivo
it: Questo dispositivo
ja: このデバイス
ko: 이 기기
pt_br: Este dispositivo
zh_hans: 此设备

# paywall.includes
source: %1$@ includes
de: %1$@ umfasst
es: %1$@ incluye
it: %1$@ include
ja: %1$@に含まれるもの
ko: %1$@ 포함 기능
pt_br: %1$@ inclui
zh_hans: %1$@包括

# paywall.notAvailable
source: Purchases aren't available in this version of %1$@.
de: In dieser Version von %1$@ sind keine Käufe möglich.
es: Las compras no están disponibles en esta versión de %1$@.
it: Gli acquisti non sono disponibili in questa versione di %1$@.
ja: このバージョンの%1$@では購入できません。
ko: 이 버전의 %1$@에서는 구매할 수 없어요.
pt_br: Compras não estão disponíveis nesta versão de %1$@.
zh_hans: 此版本的%1$@不支持购买。

# paywall.portal
source: Buy in your browser
de: Im Browser kaufen
es: Comprar en tu navegador
it: Acquista nel browser
ja: ブラウザで購入
ko: 브라우저에서 구매
pt_br: Comprar no navegador
zh_hans: 在浏览器中购买

# paywall.purchased
source: %1$@ is unlocked
de: %1$@ ist freigeschaltet
es: %1$@ está desbloqueado
it: %1$@ è sbloccato
ja: %1$@のロックが解除されました
ko: %1$@ 잠금 해제됨
pt_br: %1$@ desbloqueado
zh_hans: %1$@已解锁

# paywall.purchasing
source: Completing purchase…
de: Kauf wird abgeschlossen…
es: Completando la compra…
it: Completamento dell'acquisto…
ja: 購入を完了しています…
ko: 구매를 완료하는 중…
pt_br: Concluindo a compra…
zh_hans: 正在完成购买…

# paywall.redeem
source: Redeem a code
de: Code einlösen
es: Canjear un código
it: Riscatta un codice
ja: コードを使う
ko: 코드 사용
pt_br: Resgatar um código
zh_hans: 兑换代码

# paywall.restore
source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 항목 복원
pt_br: Restaurar compras
zh_hans: 恢复购买

# paywall.title
source: Get more with %1$@ %2$@
de: Mehr mit %1$@ %2$@
es: Obtén más con %1$@ %2$@
it: Ottieni di più con %1$@ %2$@
ja: %1$@ %2$@でさらに便利に
ko: %1$@ %2$@에서 더 많은 기능을 누리세요
pt_br: Aproveite mais com %1$@ %2$@
zh_hans: 通过%1$@ %2$@获得更多功能

# paywall.upgrade
source: Upgrade to %1$@
de: Auf %1$@ upgraden
es: Mejorar a %1$@
it: Passa a %1$@
ja: %1$@にアップグレード
ko: %1$@ 등급으로 업그레이드
pt_br: Mudar para %1$@
zh_hans: 升级到%1$@

# releaseNotes.empty
source: No release notes yet.
de: Noch keine Versionshinweise.
es: Todavía no hay notas de la versión.
it: Ancora nessuna nota di rilascio.
ja: リリースノートはまだありません。
ko: 아직 릴리스 노트가 없어요.
pt_br: Ainda não há notas da versão.
zh_hans: 暂无版本说明。

# releaseNotes.error
source: Release notes couldn't be loaded.
de: Die Versionshinweise konnten nicht geladen werden.
es: No se pudieron cargar las notas de la versión.
it: Impossibile caricare le note di rilascio.
ja: リリースノートを読み込めませんでした。
ko: 릴리스 노트를 불러오지 못했어요.
pt_br: Não foi possível carregar as notas da versão.
zh_hans: 无法加载版本说明。

# releaseNotes.released
source: Released %1$@
de: Veröffentlicht am %1$@
es: Publicada el %1$@
it: Rilasciata il %1$@
ja: リリース日：%1$@
ko: %1$@ 출시
pt_br: Lançada em %1$@
zh_hans: 发布于%1$@

# releaseNotes.title
source: What's new in %1$@
de: Neuerungen in %1$@
es: Novedades de %1$@
it: Novità di %1$@
ja: %1$@の新機能
ko: %1$@의 새로운 기능
pt_br: Novidades de %1$@
zh_hans: %1$@的新功能

# settings.advanced
source: Show advanced settings
de: Erweiterte Einstellungen anzeigen
es: Mostrar ajustes avanzados
it: Mostra impostazioni avanzate
ja: 詳細設定を表示
ko: 고급 설정 보기
pt_br: Mostrar configurações avançadas
zh_hans: 显示高级设置

# settings.empty
source: There are no settings to show.
de: Es gibt keine Einstellungen zum Anzeigen.
es: No hay ajustes para mostrar.
it: Non ci sono impostazioni da mostrare.
ja: 表示する設定はありません。
ko: 표시할 설정이 없어요.
pt_br: Não há configurações para mostrar.
zh_hans: 没有可显示的设置。

# settings.error
source: Settings couldn't be saved. Try again.
de: Die Einstellungen konnten nicht gespeichert werden. Versuchen Sie es erneut.
es: No se pudieron guardar los ajustes. Vuelve a intentarlo.
it: Impossibile salvare le impostazioni. Riprova.
ja: 設定を保存できませんでした。もう一度お試しください。
ko: 설정을 저장하지 못했어요. 다시 시도하세요.
pt_br: Não foi possível salvar as configurações. Tente novamente.
zh_hans: 无法保存设置。请重试。

# settings.fromDeveloper
source: From %1$@
de: Von %1$@
es: De %1$@
it: Da %1$@
ja: %1$@の設定
ko: %1$@ 제공
pt_br: De %1$@
zh_hans: 来自%1$@

# settings.off
source: Off
de: Aus
es: Desactivado
it: Disattivo
ja: オフ
ko: 끔
pt_br: Desativado
zh_hans: 关

# settings.on
source: On
de: Ein
es: Activado
it: Attivo
ja: オン
ko: 켬
pt_br: Ativado
zh_hans: 开

# settings.range
source: Between %1$@ and %2$@
de: Zwischen %1$@ und %2$@
es: Entre %1$@ y %2$@
it: Tra %1$@ e %2$@
ja: %1$@〜%2$@の範囲
ko: %1$@에서 %2$@ 사이
pt_br: Entre %1$@ e %2$@
zh_hans: 介于%1$@和%2$@之间

# settings.reset
source: Reset to default
de: Auf Standard zurücksetzen
es: Restablecer valor predeterminado
it: Ripristina predefinito
ja: デフォルトに戻す
ko: 기본값으로 재설정
pt_br: Restaurar padrão
zh_hans: 恢复默认

# settings.saved
source: Saved
de: Gespeichert
es: Guardado
it: Salvato
ja: 保存しました
ko: 저장됨
pt_br: Salvo
zh_hans: 已保存

# settings.saving
source: Saving…
de: Wird gespeichert…
es: Guardando…
it: Salvataggio…
ja: 保存しています…
ko: 저장하는 중…
pt_br: Salvando…
zh_hans: 正在保存…

# settings.search
source: Search settings
de: Einstellungen durchsuchen
es: Buscar ajustes
it: Cerca nelle impostazioni
ja: 設定を検索
ko: 설정 검색
pt_br: Pesquisar configurações
zh_hans: 搜索设置

# settings.setBy
source: Set by %1$@
de: Festgelegt von %1$@
es: Establecido por %1$@
it: Impostato da %1$@
ja: %1$@が設定
ko: %1$@에서 설정함
pt_br: Definido por %1$@
zh_hans: 由%1$@设置

# settings.setByGuardian
source: Set by your parent or guardian
de: Von einem Elternteil oder Erziehungsberechtigten festgelegt
es: Establecido por tu madre, padre o tutor
it: Impostato da un genitore o tutore
ja: 保護者が設定
ko: 부모님 또는 보호자가 설정함
pt_br: Definido pelo seu responsável
zh_hans: 由你的父母或监护人设置

# settings.source.default
source: Default
de: Standard
es: Predeterminado
it: Predefinito
ja: デフォルト
ko: 기본값
pt_br: Padrão
zh_hans: 默认

# settings.source.env
source: Set by the environment
de: Durch die Umgebung festgelegt
es: Establecido por el entorno
it: Impostato dall'ambiente
ja: 環境で設定
ko: 환경에서 설정함
pt_br: Definido pelo ambiente
zh_hans: 由环境设置

# settings.source.local
source: Changed by you
de: Von Ihnen geändert
es: Cambiado por ti
it: Modificato da te
ja: 自分で変更
ko: 내가 변경함
pt_br: Alterado por você
zh_hans: 由你更改

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
zh_hans: 设置

# settings.unsaved
source: Unsaved changes
de: Ungespeicherte Änderungen
es: Cambios sin guardar
it: Modifiche non salvate
ja: 未保存の変更
ko: 저장되지 않은 변경 사항
pt_br: Alterações não salvas
zh_hans: 有未保存的更改

# signIn.methodError
source: %1$@ sign-in didn't finish. Try another way.
de: Die Anmeldung mit %1$@ wurde nicht abgeschlossen. Versuchen Sie es auf andere Weise.
es: El inicio de sesión con %1$@ no terminó. Prueba de otra forma.
it: L'accesso con %1$@ non è stato completato. Prova in un altro modo.
ja: %1$@でのサインインが完了しませんでした。別の方法をお試しください。
ko: %1$@ 로그인을 완료하지 못했어요. 다른 방법을 사용해 보세요.
pt_br: O acesso com %1$@ não foi concluído. Tente outra forma.
zh_hans: %1$@登录未完成。请换一种方式。

# signIn.noMethods
source: No sign-in method is available for %1$@. Use a license key instead.
de: Für %1$@ ist keine Anmeldemethode verfügbar. Verwenden Sie stattdessen einen Lizenzschlüssel.
es: No hay ningún método de inicio de sesión disponible para %1$@. Usa una clave de licencia.
it: Nessun metodo di accesso disponibile per %1$@. Usa invece una chiave di licenza.
ja: %1$@で利用できるサインイン方法はありません。代わりにライセンスキーを使用してください。
ko: %1$@에서 사용할 수 있는 로그인 방법이 없어요. 대신 라이선스 키를 사용하세요.
pt_br: Nenhum método de acesso está disponível para %1$@. Use uma chave de licença.
zh_hans: %1$@没有可用的登录方式。请改用许可证密钥。

# signIn.title
source: Sign in to %1$@
de: Bei %1$@ anmelden
es: Inicia sesión en %1$@
it: Accedi a %1$@
ja: %1$@にサインイン
ko: %1$@에 로그인
pt_br: Entrar no %1$@
zh_hans: 登录%1$@

# signInHandoff.confirm
source: Choose Continue to %1$@ on the sign-in page to finish.
de: Wählen Sie auf der Anmeldeseite „Weiter zu %1$@“, um den Vorgang abzuschließen.
es: Elige Continuar a %1$@ en la página de inicio de sesión para terminar.
it: Per finire, scegli Continua su %1$@ nella pagina di accesso.
ja: 完了するには、サインインページで「%1$@に進む」を選択してください。
ko: 로그인 페이지에서 “%1$@에서 계속”을 선택해 완료하세요.
pt_br: Escolha Continuar para %1$@ na página de acesso para concluir.
zh_hans: 在登录页面上选择“继续使用%1$@”以完成登录。

# signInHandoff.linkCopied
source: Link copied
de: Link kopiert
es: Enlace copiado
it: Link copiato
ja: リンクをコピーしました
ko: 링크 복사됨
pt_br: Link copiado
zh_hans: 链接已复制

# signInHandoff.newCode
source: Get a new code
de: Neuen Code anfordern
es: Obtener un código nuevo
it: Ottieni un nuovo codice
ja: 新しいコードを取得
ko: 새 코드 받기
pt_br: Obter novo código
zh_hans: 获取新代码

# signInHandoff.ok
source: Signed in
de: Angemeldet
es: Sesión iniciada
it: Accesso effettuato
ja: サインインしました
ko: 로그인됨
pt_br: Você entrou
zh_hans: 已登录

# signInHandoff.scan
source: Scan the code with your phone, or go to %1$@ and enter this code.
de: Scannen Sie den Code mit Ihrem Telefon oder öffnen Sie %1$@ und geben Sie diesen Code ein.
es: Escanea el código con tu teléfono, o ve a %1$@ y escribe este código.
it: Scansiona il codice con il telefono oppure vai su %1$@ e inserisci questo codice.
ja: スマートフォンでコードをスキャンするか、%1$@にアクセスしてこのコードを入力してください。
ko: 휴대폰으로 코드를 스캔하거나 %1$@에 접속해 이 코드를 입력하세요.
pt_br: Escaneie o código com o celular ou acesse %1$@ e digite este código.
zh_hans: 用手机扫描二维码，或前往%1$@并输入此代码。

# signInHandoff.starting
source: Getting a sign-in code…
de: Anmeldecode wird abgerufen…
es: Obteniendo un código de inicio de sesión…
it: Richiesta di un codice di accesso…
ja: サインインコードを取得しています…
ko: 로그인 코드를 받는 중…
pt_br: Obtendo um código de acesso…
zh_hans: 正在获取登录码…

source: Sign in again
de: Erneut anmelden
es: Vuelve a iniciar sesión
it: Accedi di nuovo
ja: もう一度サインイン
ko: 다시 로그인
pt_br: Entre novamente
zh_hans: 重新登录

# signin.approve.approve
source: Approve and sign it in
de: Bestätigen und anmelden
es: Aprobar e iniciar sesión
it: Approva e fai accedere
ja: 承認してサインイン
ko: 승인하고 로그인
pt_br: Aprovar e conectar
zh_hans: 批准并登录

# signin.approve.ask
source: Approve a new device?
de: Neues Gerät bestätigen?
es: ¿Aprobar un dispositivo nuevo?
it: Approvare un nuovo dispositivo?
ja: 新しいデバイスを承認しますか？
ko: 새 기기를 승인할까요?
pt_br: Aprovar um novo dispositivo?
zh_hans: 要批准新设备吗？

# signin.approve.denied
source: That request was denied. Use another way to sign in.
de: Diese Anfrage wurde abgelehnt. Melden Sie sich auf andere Weise an.
es: Se denegó esa solicitud. Usa otra forma de iniciar sesión.
it: La richiesta è stata rifiutata. Usa un altro modo per accedere.
ja: このリクエストは拒否されました。別の方法でサインインしてください。
ko: 요청이 거부됐어요. 다른 방법으로 로그인하세요.
pt_br: Essa solicitação foi recusada. Use outra forma de entrar.
zh_hans: 该请求已被拒绝。请换一种方式登录。

# signin.approve.deny
source: Deny
de: Ablehnen
es: Denegar
it: Rifiuta
ja: 拒否
ko: 거부
pt_br: Recusar
zh_hans: 拒绝

# signin.approve.expired
source: That code expired. Get a new code.
de: Dieser Code ist abgelaufen. Fordern Sie einen neuen Code an.
es: Ese código venció. Obtén un código nuevo.
it: Il codice è scaduto. Ottieni un nuovo codice.
ja: このコードの有効期限が切れました。新しいコードを取得してください。
ko: 코드가 만료됐어요. 새 코드를 받으세요.
pt_br: Esse código expirou. Obtenha um novo código.
zh_hans: 该代码已过期。请获取新代码。

# signin.approve.title
source: Sign in with another device
de: Mit einem anderen Gerät anmelden
es: Iniciar sesión con otro dispositivo
it: Accedi con un altro dispositivo
ja: 別のデバイスでサインイン
ko: 다른 기기로 로그인
pt_br: Entrar com outro dispositivo
zh_hans: 使用其他设备登录

# signin.approve.waiting
source: Waiting for you to approve it on the other device…
de: Warten auf Ihre Bestätigung auf dem anderen Gerät…
es: Esperando a que lo apruebes en el otro dispositivo…
it: In attesa della tua approvazione sull'altro dispositivo…
ja: もう一方のデバイスで承認されるのを待っています…
ko: 다른 기기에서 승인하기를 기다리는 중…
pt_br: Aguardando sua aprovação no outro dispositivo…
zh_hans: 正在等待你在另一台设备上批准…

# signin.approve.warning
source: Only approve if you started this yourself, on a device in front of you. Nobody from Polaris Key or a developer will ever ask you for this.
de: Bestätigen Sie nur, wenn Sie dies selbst auf einem Gerät vor Ihnen gestartet haben. Niemand von Polaris Key oder einem Entwickler wird Sie jemals danach fragen.
es: Apruébalo solo si lo iniciaste tú, en un dispositivo que tienes delante. Nadie de Polaris Key ni ningún desarrollador te lo pedirá nunca.
it: Approva solo se hai avviato tu questa operazione, su un dispositivo che hai davanti. Nessuno di Polaris Key o di uno sviluppatore te lo chiederà mai.
ja: ご自身が目の前のデバイスで開始した場合にのみ承認してください。Polaris Keyや開発者がこれを求めることは絶対にありません。
ko: 직접 시작했고 기기가 눈앞에 있을 때만 승인하세요. Polaris Key나 개발자는 절대 이것을 요청하지 않아요.
pt_br: Só aprove se foi você que iniciou isto, em um dispositivo à sua frente. Ninguém do Polaris Key nem nenhum desenvolvedor vai pedir isso a você.
zh_hans: 仅当是你本人在面前的设备上发起时才批准。Polaris Key或任何开发者都不会向你索要此信息。

# signin.approve.works
source: Works for %1$@
de: Gültig für %1$@
es: Funciona durante %1$@
it: Valido per %1$@
ja: 有効期間：%1$@
ko: %1$@ 동안 유효
pt_br: Vale por %1$@
zh_hans: %1$@内有效

# signin.cancel
source: Cancel
de: Abbrechen
es: Cancelar
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

# signin.choice.allFull
source: Your licenses are on all their devices. Replace a device to use one here.
de: Ihre Lizenzen sind auf allen zulässigen Geräten belegt. Ersetzen Sie ein Gerät, um hier eine zu verwenden.
es: Tus licencias están en todos sus dispositivos. Reemplaza un dispositivo para usar una aquí.
it: Le tue licenze sono in uso su tutti i dispositivi consentiti. Sostituisci un dispositivo per usarne una qui.
ja: お持ちのライセンスはすべてのデバイス枠が使用中です。ここで使うにはデバイスを置き換えてください。
ko: 라이선스가 모든 기기에서 사용 중이에요. 여기에서 사용하려면 기기를 교체하세요.
pt_br: Suas licenças estão em todos os dispositivos permitidos. Substitua um dispositivo para usar uma aqui.
zh_hans: 你的许可证已用满所有设备。替换一台设备即可在此使用。

# signin.choice.allFullCreate
source: Your licenses are on all their devices. Replace a device, or create a new free license.
de: Ihre Lizenzen sind auf allen zulässigen Geräten belegt. Ersetzen Sie ein Gerät oder erstellen Sie eine neue kostenlose Lizenz.
es: Tus licencias están en todos sus dispositivos. Reemplaza un dispositivo o crea una licencia gratuita nueva.
it: Le tue licenze sono in uso su tutti i dispositivi consentiti. Sostituisci un dispositivo o crea una nuova licenza gratuita.
ja: お持ちのライセンスはすべてのデバイス枠が使用中です。デバイスを置き換えるか、新しい無料ライセンスを作成してください。
ko: 라이선스가 모든 기기에서 사용 중이에요. 기기를 교체하거나 새 무료 라이선스를 만드세요.
pt_br: Suas licenças estão em todos os dispositivos permitidos. Substitua um dispositivo ou crie uma nova licença grátis.
zh_hans: 你的许可证已用满所有设备。请替换一台设备，或创建新的免费许可证。

# signin.choice.codeExpired
source: The code on %1$@ expired. Get a new code there and scan it again.
de: Der Code auf %1$@ ist abgelaufen. Fordern Sie dort einen neuen Code an und scannen Sie ihn erneut.
es: El código de %1$@ venció. Obtén un código nuevo allí y vuelve a escanearlo.
it: Il codice su %1$@ è scaduto. Ottieni lì un nuovo codice e scansionalo di nuovo.
ja: %1$@のコードの有効期限が切れました。そちらで新しいコードを取得して、もう一度スキャンしてください。
ko: %1$@의 코드가 만료됐어요. 그 기기에서 새 코드를 받아 다시 스캔하세요.
pt_br: O código em %1$@ expirou. Obtenha um novo código lá e escaneie-o novamente.
zh_hans: %1$@上的代码已过期。请在那台设备上获取新代码并重新扫描。

# signin.choice.combined
source: Your other %1$@ items still apply.
de: Ihre anderen Inhalte für %1$@ gelten weiterhin.
es: Tus otros elementos de %1$@ siguen vigentes.
it: Gli altri tuoi elementi di %1$@ restano validi.
ja: %1$@のその他のアイテムも引き続き適用されます。
ko: 다른 %1$@ 항목은 계속 적용돼요.
pt_br: Seus outros itens de %1$@ continuam valendo.
zh_hans: 你的其他%1$@项目仍然有效。

# signin.choice.continue
source: Use this license and continue
de: Diese Lizenz verwenden und fortfahren
es: Usar esta licencia y continuar
it: Usa questa licenza e continua
ja: このライセンスを使って続ける
ko: 이 라이선스로 계속
pt_br: Usar esta licença e continuar
zh_hans: 使用此许可证并继续

# signin.choice.create
source: Create a new free license
de: Neue kostenlose Lizenz erstellen
es: Crear una licencia gratuita nueva
it: Crea una nuova licenza gratuita
ja: 新しい無料ライセンスを作成
ko: 새 무료 라이선스 만들기
pt_br: Criar nova licença grátis
zh_hans: 创建新的免费许可证

# signin.choice.createMeta
source: A separate license · created when you continue
de: Eine separate Lizenz · wird beim Fortfahren erstellt
es: Una licencia aparte · se crea al continuar
it: Una licenza separata · creata quando continui
ja: 別のライセンス · 続行すると作成されます
ko: 별도 라이선스 · 계속하면 생성돼요
pt_br: Uma licença separada · criada quando você continuar
zh_hans: 独立的许可证 · 继续后创建

# signin.choice.devices
source: %1$@ of %lld devices
de: %1$@ von %lld Geräten
es: %1$@ de %lld dispositivos
it: %1$@ di %lld dispositivi
ja: %lld台のデバイス中%1$@台
ko: 기기 %lld대 중 %1$@대
pt_br: %1$@ de %lld dispositivos
zh_hans: %1$@/%lld台设备

# signin.choice.freeDevice
source: Free a device
de: Gerät freigeben
es: Liberar un dispositivo
it: Libera un dispositivo
ja: デバイスの枠を空ける
ko: 기기 자리 비우기
pt_br: Liberar um dispositivo
zh_hans: 释放设备

# signin.choice.freed
source: A device is free on this license now.
de: Auf dieser Lizenz ist jetzt ein Gerät frei.
es: Ya hay un dispositivo libre en esta licencia.
it: Ora c'è un dispositivo libero su questa licenza.
ja: このライセンスのデバイス枠が1つ空きました。
ko: 이제 이 라이선스에 빈 기기 자리가 있어요.
pt_br: Agora há um dispositivo livre nesta licença.
zh_hans: 此许可证现在有一台空余设备。

# signin.choice.group
source: Licenses for %1$@
de: Lizenzen für %1$@
es: Licencias de %1$@
it: Licenze per %1$@
ja: %1$@のライセンス
ko: %1$@ 라이선스
pt_br: Licenças de %1$@
zh_hans: %1$@的许可证

# signin.choice.keep
source: Keep the license this device uses
de: Lizenz dieses Geräts behalten
es: Mantener la licencia de este dispositivo
it: Mantieni la licenza usata da questo dispositivo
ja: このデバイスのライセンスを使い続ける
ko: 이 기기가 사용 중인 라이선스 유지
pt_br: Manter a licença deste dispositivo
zh_hans: 保留此设备当前使用的许可证

# signin.choice.keepMeta
source: %1$@ keeps running as it does now.
de: %1$@ läuft weiter wie bisher.
es: %1$@ sigue funcionando como hasta ahora.
it: %1$@ continua a funzionare come ora.
ja: %1$@は現在のまま動作し続けます。
ko: %1$@은(는) 지금처럼 계속 실행돼요.
pt_br: %1$@ continua funcionando como agora.
zh_hans: %1$@将保持现状继续运行。

# signin.choice.keyInstead
source: Use a license key instead
de: Stattdessen Lizenzschlüssel verwenden
es: Usar una clave de licencia
it: Usa invece una chiave di licenza
ja: 代わりにライセンスキーを使う
ko: 대신 라이선스 키 사용
pt_br: Usar uma chave de licença
zh_hans: 改用许可证密钥

# signin.choice.lede
source: %1$@ will use it on %2$@.
de: %1$@ verwendet sie auf %2$@.
es: %1$@ la usará en %2$@.
it: %1$@ la userà su %2$@.
ja: %1$@は%2$@でこのライセンスを使用します。
ko: %1$@에서 %2$@에 이 라이선스를 사용해요.
pt_br: %1$@ vai usá-la em %2$@.
zh_hans: %1$@将在%2$@上使用它。
